Repository: common-repository/mailplus-forms
Catalog: languages/mailplus-forms-*.po
Languages: nl_nl

source: Authorization
nl_nl: Autorisatie

source: Consumer key
nl_nl: Klantsleutel

source: Consumer secret
nl_nl: Klantgeheim

source: Form Integration Preferences
nl_nl: Formulier integratie voorkeuren

source: Publish forms in html or xhtml?
nl_nl: Publiceer formulieren in html of xhtml?

source: Publish forms in tables or divs
nl_nl: Publiceer formulieren in tabellen of divs

source: tables
nl_nl: tabellen

source: To get started, go to your %1$sSpotler Mail+ account%2$s to get your authorization codes and enter these below:
nl_nl: Je kan beginnen door een %1$sSpotler Mail+ account%2$s aan te vragen, vraag vervolgens de autorisatiecodes aan en vul deze hieronder in:

source: Choose if you want to integrate your forms in ‘xhtml or html’ and choose if you want them to consist of ‘tables or divs’. Enter your personal preferences below:
nl_nl: Kies voor het integreren van jouw formulieren door middel van ‘xhtml of html‘ en kies of je formulieren in ‘tabellen of in divs‘ wilt gebruiken. Vul je persoonlijke voorkeur hieronder in:

source: Spotler Mail+ Forms Plugin Settings
nl_nl: Spotler Mail+ Forms Plugin instellingen

source: With the Spotler Mail+ Forms Plugin web masters can easily integrate web forms or online surveys created in Spotler Mail+ on pages and posts without any technical knowledge.
nl_nl: Met de Spotler Mail+ Forms Plugin kan jij als beheerder gemakkelijk formulieren of enquêtes toevoegen aan berichten of pagina's zonder dat je hier technische kennis voor nodig hebt.

source: About Spotler Mail+
nl_nl: Over Spotler Mail+

source: %1$sSpotler Mail+%2$s helps marketeers and communication professionals to excel using the Spotler Mail+ email marketing automation software that is easy to use and yet result driven.<br/> The Spotler Mail+ platform contains a user-friendly form editor with a lot of features. For example, matrix questions, conditional questions, skip logic/branching, multi-paging, extensive features for validating answers from respondents, great e-mail confirmation possibilities and much more.
nl_nl: Spotler Mail+ is een online marketing platform waarme je op een gebruiksvriendelijke manier formulier kunt aanmaken met hierbij veel functies. Je kunt voorbeeld: matrixvragen, conditionele vragen, logica met vertakkingen, meerdere pagina's, uitgebreide mogelijkheden voor het valideren van antwoorden die zijn ingevuld, geweldige email terugkoppeling mogelijkheden en nog veel meer.

source: Could not retrieve forms, are you sure there are any present within the Spotler Mail+ account?
nl_nl: Kon de formulieren niet ophalen, weet je zeker dat er formulieren aanwezig zijn binnen jouw Spotler Mail+ account?

source: Something went wrong while retrieving the Spotler Mail+ forms.
nl_nl: Er ging iets fout bij het ophalen van de Spotler Mail+ formulieren.

source: Spotler Mail+ form content is empty, make sure your form has valid input fields.
nl_nl: De inhoud van het Spotler Mail+ formulier is leeg, zorg ervoor dat het formulier correcte invoer velden heeft.

source: Spotler Mail+ form content does not contain HTML, make sure your form has valid input fields.
nl_nl: Het Spotler Mail+ formulier heeft geen HTML, zorg ervoor dat het formulier correcte invoer velden heeft.

source: Something went wrong while retrieving the Spotler Mail+ form.
nl_nl: Er ging iets fout bij het ophalen van het Spotler Mail+ formulier.

source: Could not successfully retrieve form confirmation.
nl_nl: De formulier validatie kon niet ontvangen worden.

source: Something went wrong while submitting your form entry.
nl_nl: Er ging iets mis tijdens het versturen van jouw formulier aanvraag.

source: Something went wrong while trying to log in to the Spotler Mail+ service.
nl_nl: Er ging iets mis tijdens het verbinding maken met de Spotler Mail+ dienst.

source: Either the consumer_key or consumer_secret are not set within the plugin settings.
nl_nl: De klantsleutel of het klantgeheim is niet ingesteld binnen de plugin instellingen.
